---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtainWallPanelsHeight
source: html/6af6283b-cd42-b98c-dcd7-b1ed50b32d89.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtainWallPanelsHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainWallPanelsHeight { get; }
```